Repository: Lux-CH/Lux
Catalog: Localizable.xcstrings
Source language: fr
Languages: de, en

source: Jaune Mouettes
de: Gelbe Möwen
en: Mouettes Yellow

source: Jeu
de: Spiel
en: Thu

source: Jours de la semaine
de: Wochentage
en: Days of the week

source: L'accès au calendrier est requis pour enregistrer l'itinéraire. Veuillez autoriser l'accès dans les Réglages.
de: Kalenderzugriff ist erforderlich, um die Route zu speichern. Bitte erlauben Sie den Zugriff in den Einstellungen.
en: Calendar access is required to save the itinerary. Please allow it in Settings.

source: L'affichage du code SwissPass depuis cette application ne garantit pas sa reconnaissance par les contrôleurs. Lux décline toute responsabilité en cas de refus, d'amende ou de tout autre problème. Veuillez toujours avoir votre SwissPass physique ou l'application officielle avec vous.
de: Die Anzeige des SwissPass-Codes in dieser App garantiert nicht dessen Anerkennung durch das Kontrollpersonal. Lux übernimmt keine Haftung im Falle einer Ablehnung, einer Geldstrafe oder anderer Probleme. Bitte führen Sie immer Ihren physischen SwissPass oder die offizielle App mit sich.
en: Displaying the SwissPass barcode using this application does not guarantee its acceptance by fare inspectors. Lux disclaims all liability for any denial of validity, fines, or other issues arising from the use of this feature. Users are solely responsible for ensuring they carry their official SwissPass card or use an authorized application.

source: L'arrêt est à
de: Die Haltestelle ist bei
en: The stop is at

source: L'itinéraire a bien été enregistré dans votre calendrier !
de: Die Route wurde erfolgreich in Ihrem Kalender gespeichert!
en: The itinerary was successfully saved in your calendar !

source: L'itinéraire n'a pas pu être ouvert.
de: Die Route konnte nicht geöffnet werden.
en: The trip could not be opened.

source: La couleur séléctionnée n'est pas bien visible en mode sombre. Pensez à passer en mode clair dans les paramètres "Mode d'Affichage"
de: Die ausgewählte Farbe ist im Dunkelmodus nicht gut sichtbar. Wechseln Sie in den Einstellungen unter "Anzeige-Modus" in den Hellmodus.
en: The selected color is not quite visible in dark mode. Consider switching to light mode in « Display mode » settings

source: La date séléctionnée est antérieure à l'heure actuelle
de: Das ausgewählte Datum liegt vor der aktuellen Uhrzeit
en: The selected date has already passed

source: Le temps d'expiration sélectionné est élevé. Lux ne peut garantir une telle période de rétention.
de: Die gewählte Ablaufzeit ist hoch. Lux kann einen solchen Aufbewahrungszeitraum nicht garantieren.
en: The selected expiration time is high. Lux cannot guarantee such a retention period.

source: Légende des couleurs
de: Farblegende
en: Color legend

source: Légère
de: Leicht
en: Light

source: Les arrêts sont représentés par l'icône %@
de: Haltestellen werden durch das Symbol %@ dargestellt
en: Stops are represented by the %@ icon

source: Les deux premiers raccourcis seront affichés sur l'écran d'accueil. Réalisez un appui prolongé sur un raccourci puis déplacez le pour le réordonner dans la liste.
de: Die ersten beiden Kurzbefehle werden auf dem Startbildschirm angezeigt. Halten Sie einen Kurzbefehl gedrückt und ziehen Sie ihn, um die Reihenfolge in der Liste zu ändern.
en: The first two shortcuts will be shown on the home screen. Long press a shortcut and drag it to reorder it in the list.

source: Les informations de l'itinéraire ne sont pas disponibles pour le moment.
de: Die Routeninformationen sind derzeit nicht verfügbar.
en: Route informations aren’t available for now. Please try again later.

source: Les quais sont indiqués dans les cases
de: Die Bahnsteige sind in den Feldern angegeben
en: Platforms are indicated in the boxes

source: Les raccourcis seront triés par pertinence temporelle. Les plus proches en termes d'horaire et de jour seront affichés en premier, sauf si vous êtes très proche de la destination.
de: Die Kurzbefehle werden nach zeitlicher Relevanz sortiert. Die zeitlich und vom Tag her nächsten werden zuerst angezeigt, es sei denn, Sie sind sehr nah am Ziel.
en: Shortcuts are sorted by time relevance. Those closest in schedule and day appear first; unless you’re very close to your destination.

source: ligne
de: Linie
en: line

source: Ligne %@
de: Linie %@
en: Line %@

source: Lignes
de: Linien
en: Lines

source: Lignes préférées
de: Bevorzugte Linien
en: Preferred lines

source: Liste des arrêts à proximité
de: Liste der Haltestellen in der Nähe
en: List of nearby stops

source: Liste des modules utilisés dans l'application
de: Liste der in der Anwendung verwendeten Module
en: List of modules used in the app

source: Liste des résultats de recherche
de: Suchergebnisliste
en: List of search results

source: Localisation
de: Standort

source: Localisation activée
de: Standort aktiviert
en: Location enabled

source: Localisation désactivée
de: Standort deaktiviert
en: Location disabled

source: Location
de: Standort
en: Rental

source: Longue
de: Lang
en: Long

source: Lun
de: Mo
en: Mon

source: Lux utilise votre position pour vous proposer les arrêts à proximité et les meilleurs itinéraires.
de: Lux verwendet Ihren Standort, um Ihnen nahegelegene Haltestellen und die besten Routen anzuzeigen.
en: Lux uses your position to show nearby stops and optimised itineraries

source: Lux vous suggérera ce raccourci à cette heure
de: Lux wird Ihnen diese Verknüpfung zu dieser Uhrzeit vorschlagen
en: Lux will suggest this shortcut at this time

source: Maintenance en cours
de: Wartung läuft
en: Maintenance in progress

source: Maintenant
de: Jetzt
en: Now

source: Mar
de: Di
en: Tue

# Marchez de %@ à %@
source: Marchez de %1$@ à %2$@
de: Gehen Sie von %1$@ nach %2$@
en: Walk from %1$@ to %2$@

# Marchez jusqu'à %@ %@
source: Marchez jusqu'à %1$@ %2$@
de: Gehen Sie zu %1$@ %2$@
en: Walk to %1$@ %2$@

source: Marchez vers votre destination
de: Gehen Sie zu Ihrem Ziel
en: Walk towards your destination

source: Me
de: Ich
en: W

source: Mer
de: Meer
en: Wed

source: Mes lignes
de: Meine Linien
en: My lines

source: Métro
de: U-Bahn
en: Metro

source: Mettez en avant les lignes que vous fréquentez le plus.
de: Heben Sie die Linien hervor, die Sie am häufigsten nutzen.
en: Prioritize the lines you use most.

source: Mode d'affichage
de: Anzeige-Modus
en: Display mode

source: Mode de déplacement à pied
de: Zu Fuß gehen Modus
en: Travel profile

source: Modéré
de: Mäßig
en: Moderate

source: Modérée
de: Mittel
en: Moderate

source: Modes de transport
de: Verkehrsmittel
en: Transportation modes

source: Montez à %@
de: Steigen Sie bei %@ ein
en: Board at %@

source: Nom du raccourci
de: Name der Verknüpfung
en: Shortcut name

source: Nombre maximal de correspondances
de: Maximale Anzahl an Übereinstimmungen
en: Maximum number of transfers

source: Note : Les tickets ci-dessous seront achetés via un SMS envoyé au service officiel des TPG suite à votre confirmation. Des frais SMS standard peuvent s'appliquer. Les tickets ne sont pas gérés par Lux et leurs tarifs peuvent évoluer à tout moment sans préavis.
de: Hinweis: Die untenstehenden Tickets werden nach Ihrer Bestätigung per SMS an den offiziellen TPG-Dienst gekauft. Es können Standard-SMS-Gebühren anfallen. Die Tickets werden nicht von Lux verwaltet und ihre Preise können sich jederzeit ohne Vorankündigung ändern.
en: Note: The tickets below will be purchased via an SMS sent to the official TPG service after your confirmation. Standard SMS fees may apply. The tickets are not managed by Lux, and prices may change at any time without notice.

source: Numéro de ligne
de: Liniennummer
en: Line number

source: Obtenez les meilleurs trajets depuis votre position
de: Erhalten Sie die besten Verbindungen von Ihrem Standort aus
en: Obtain the best itineraries from your position

source: Occupé
de: Besetzt
en: Occupied

source: Odeur
de: Geruch
en: Smell

# Onglet %@ %@
source: Onglet %1$@ %2$@
de: Tab %1$@ %2$@
en: Tab %1$@ %2$@

source: Options d'itinéraire
de: Routenoptionen
en: Itinerary options

source: Options pour les utilisateurs expérimentés
de: Optionen für fortgeschrittene Nutzer
en: Options for experimented users

source: Où souhaitez-vous aller ?
de: Wohin möchten Sie gehen?
en: Where to?

source: Ouvrir
de: Öffnen
en: Open

source: Ouvrir la carte du réseau officiel des tpg
de: Offizielle tpg-Netzkarte öffnen
en: Show the official network map from tpg

source: Ouvrir les Réglages
de: Einstellungen öffnen
en: Open Settings

source: Ouvrir Réglages
de: Einstellungen öffnen
en: Open Settings

source: Par Défaut
de: Standard
en: Default

source: Paramètres
de: Einstellungen
en: Settings

source: Parfait ! Vous pouvez maintenant profiter pleinement de toutes les fonctionnalités de Lux.
de: Perfekt! Sie können jetzt alle Funktionen von Lux uneingeschränkt nutzen.
en: Perfect! You can now fully enjoy all of Lux's features

source: Parking
de: Parkplatz

source: Partage...
de: Teilen...
en: Sharing…

source: Partager
de: Teilen
en: Share

source: Partager l'aperçu en tant qu'image
de: Vorschau als Bild teilen
en: Share preview as image

source: Partager l'entiereté
de: Alles teilen
en: Share entirety

source: Partager l'itinéraire
de: Route teilen
en: Share trip

source: Pas d'odeur
de: Kein Geruch
en: No smell

source: Passé
de: Vergangen
en: Past

# Passez %@ %@ %@ %@
source: Passez %1$@ %2$@ %3$@ %4$@
de: Gehen Sie %1$@ %2$@ %3$@ %4$@
en: Go %1$@ %2$@ %3$@ %4$@

source: Perceptible
de: Wahrnehmbar
en: Noticeable

source: Personnalisation
de: Personalisierung
en: Customization

source: Personnalisez l'apparence de l'application
de: Passen Sie das Erscheinungsbild der App an
en: Customise the apps appearance

source: Personnalisez le Widget de l'app en sélectionnant un arrêt à afficher
de: Passen Sie das App-Widget an, indem Sie eine anzuzeigende Haltestelle auswählen
en: Customize the app's Widget by selecting a stop to display

source: Personnalisez Lux pour l'adapter à vos besoins et préférences
de: Passen Sie Lux an Ihre Bedürfnisse und Vorlieben an
en: Customize Lux to suit your needs and preferences.

source: Personnalisez votre expérience Lux
de: Passen Sie Ihr Lux-Erlebnis an
en: Customize your Lux experience

source: Perturbations (%lld)
de: Störungen (%lld)
en: Disruptions (%lld)

source: Peu occupé
de: Wenig besetzt
en: Lightly occupied

source: Plus d'arrêts prévus sur cette ligne.
de: Keine weiteren geplanten Haltestellen auf dieser Linie.
en: No more stops scheduled on this line.

source: Plus tard
de: Später
en: Later

source: Plus tôt
de: Früher
en: Earlier

source: Politique de confidentialité
de: Datenschutzrichtlinie
en: Privacy policy

source: Position actuelle
de: Aktueller Standort
en: Current location

source: Position Actuelle
de: Aktuelle Position
en: Current Location

source: Positionnez l'arrière de votre carte SwissPass dans le cadre pour l'ajouter à LuxPass
de: Positionieren Sie die Rückseite Ihrer SwissPass-Karte im Rahmen, um sie zu LuxPass hinzuzufügen
en: Place the back of your SwissPass card in the frame to add it to LuxPass

source: Pour afficher les arrêts à proximité, veuillez autoriser l'accès à votre position dans les réglages.
de: Um Haltestellen in der Nähe anzuzeigen, erlauben Sie bitte den Zugriff auf Ihren Standort in den Einstellungen.
en: To display nearby stops, please allow location access in Settings.

source: Précédent
de: Zurück
en: Back

source: Prochain: %@
de: Nächster: %@
en: Next: %@

source: Prochains arrêts
de: Nächste Haltestellen
en: Next stops

source: Programmation
de: Programmierung

source: Propre
de: Sauber
en: Clean

source: Propreté
de: Sauberkeit
en: Cleanliness

source: Quai %@
de: Gleis %@
en: Track %@

source: raccourci
de: Shortcut
en: shortcut

source: Raccourcis
de: Shortcuts
en: Shortcuts

source: Raccourcis %@
de: Shortcuts %@
en: Shortcuts %@

source: Raccourcis SwissPass
de: SwissPass-Shortcuts
en: SwissPass shortcut

source: Rapport en cours...
de: Bericht wird erstellt...
en: Reporting…

source: Rapport partiel
de: Teilbericht
en: Partial report

source: Rapport: %@
de: Bericht: %@
en: Report: %@

source: Rapports envoyés !
de: Berichte gesendet!
en: Reports sent!

source: Réaffiche l'écran initial visible lors de la première ouverture de l'app
de: Zeigt den Startbildschirm an, der beim ersten Öffnen der App sichtbar war
en: Redisplays the initial screen visible on first launch

source: Réaliste
de: Realistisch
en: Realist

source: Recevez des informations basées sur votre position
de: Erhalten Sie standortbasierte Informationen
en: Receive information based on your location

source: Recherche d'itinéraires...
de: Routen werden gesucht...
en: Searching for routes…

source: Recherche de destination
de: Zielsuche
en: Destination search

source: Recherche en cours...
de: Suche läuft...
en: Searching…

source: Rechercher
de: Suchen
en: Search

source: Rechercher un arrêt...
de: Haltestelle suchen...
en: Search a stop…

source: Recherchez un lieu ou une adresse
de: Suchen Sie einen Ort oder eine Adresse
en: Search a place or an address

source: Réduire l'espacement dans l'onglet des arrêts
de: Abstand im Haltestellen-Tab verringern
en: Reduce spacing in stops tab

source: Réessayer
de: Erneut versuchen
en: Try again

source: Réinitialiser
de: Zurücksetzen
en: Reset

source: Réinitialiser tous les scores
de: Alle Punktestände zurücksetzen
en: Reset all scores

source: Remet à zéro tous les scores des lignes
de: Setzt alle Linienbewertungen zurück
en: Reset every line’s score to 0

source: Résolution prévue : %@
de: Vorgesehene Lösung: %@
en: Estimated fix time: %@

source: Résultats
de: Ergebnisse
en: Results

source: Résultats de recherche
de: Suchergebnisse
en: Search results

source: Rétablir
de: Wiederherstellen
en: Reset

source: Rétablir les valeurs par défaut
de: Standardwerte wiederherstellen
en: Restore default settings

source: Retard/Avance
de: Verspätung/Vorsprung
en: Late/Early

source: Risqué
de: Riskant
en: Risky

source: Rose UNIGE
de: UNIGE Rosa
en: UNIGE Pink

source: Rouge Grenat
de: Granatrot
en: Garnet Red

source: Rouge SBB CFF
de: Rot SBB CFF
en: SBB CFF Red

source: Saisissez au moins 3 caractères pour rechercher
de: Geben Sie mindestens 3 Zeichen ein, um zu suchen
en: Enter at least 3 characters to search

source: Sale
de: Schmutzig
en: Dirty

source: Sam
de: Sa
en: Sat

source: Scanner mon SwissPass
de: Meinen SwissPass scannen
en: Scan my SwissPass

source: Scannez votre SwissPass
de: Scannen Sie Ihren SwissPass
en: Scan your SwissPass

source: Scannez votre SwissPass pour l'ajouter à LuxPass
de: Scannen Sie Ihren SwissPass, um ihn zu LuxPass hinzuzufügen
en: Scan your SwissPass to add it to LuxPass

source: Scannez votre SwissPass pour y accéder en toute sécurité depuis Lux.
de: Scannen Sie Ihren SwissPass, um sicher über Lux darauf zuzugreifen.
en: Scan your SwissPass to access it security from Lux.

source: Score: %@
de: Punktzahl: %@

source: Sélectionner
de: Auswählen
en: Select

source: Sélectionner un arrêt
de: Haltestelle auswählen
en: Select a stop

source: Sélectionner une date et heure
de: Datum und Uhrzeit auswählen
en: Select a date and an hour

source: Séléctionnez la couleur de l'application et de l'icône
de: Wählen Sie die Farbe der App und des Symbols aus
en: Select the app and icon color

source: Sélectionnez votre catégorie tarifaire
de: Wählen Sie Ihre Tarifkategorie aus
en: Select your fare category

source: Signaler une situation
de: Eine Situation melden
en: Report a situation

source: Silencieux
de: Leise
en: Silent

source: Sombre
de: Dunkel
en: Dark

source: Stockage sécurisé sur votre appareil
de: Sichere Speicherung auf Ihrem Gerät
en: Secured storage on your device

source: Suggestions en temps réel
de: Echtzeit-Vorschläge
en: Real time suggestions

source: Suit les réglages système
de: Folgt den Systemeinstellungen
en: Follows system settings

source: Suivant
de: Weiter
en: Next

source: Supprimer
de: Löschen
en: Delete

source: Supprimer le SwissPass
de: SwissPass entfernen
en: Delete the SwissPass

source: sur
de: auf
en: out of

source: Symbole sélectionné
de: Symbol ausgewählt
en: Selected symbol

source: Système
de: System
en: System

source: Température
de: Temperatur
en: Temperature

source: Tempéré
de: Mild
en: Mild

source: Temps de marche
de: Gehzeit
en: Walking time

source: Temps minimum entre correspondances
de: Mindestzeit zwischen Umstiegen
en: Minimum transfer time

source: Temps réel
de: Echtzeit
en: Real time

source: Terminer
de: Beenden
en: Done

source: Tickets achetés
de: Gekaufte Tickets
en: Purchased tickets

source: Toujours en mode clair
de: Immer im hellen Modus
en: Always in light mode

source: Toujours en mode sombre
de: Immer im Dunkelmodus
en: Always in dark mode

source: Tout est prêt !
de: Alles bereit!
en: Everything is ready !

source: Toutes les options seront réinitialisées aux paramètres par défaut. Cette action est irréversible.
de: Alle Optionen werden auf die Standardwerte zurückgesetzt. Diese Aktion ist unwiderruflich.
en: This will reset all options to their default values. This action cannot be undone.

source: Train
de: Zug

source: Traitement...
de: Wird verarbeitet...
en: Processing…

source: Transferts
de: Umstiege
en: Transfers

source: Transport en commun
de: Öffentliche Verkehrsmittel
en: Public transport

source: Transport en retard ou en avance
de: Verkehr verspätet oder verfrüht
en: Transport delayed or early

source: Très bruyant
de: Sehr laut
en: Very noisy

source: Très chaud
de: Sehr heiß
en: Very hot

source: Très forte
de: Sehr stark
en: Very strong

source: Très propre
de: Sehr sauber
en: Very clean

source: Très sale
de: Sehr schmutzig
en: Very dirty

source: Tri par pertinence
de: Sortierung nach Relevanz
en: Sort by relevance

source: Trouvez rapidement les arrêts les plus proches
de: Finden Sie schnell die nächstgelegenen Haltestellen
en: Find nearby stops faster

source: Type
de: Typ

source: Type d'utilisateur
de: Benutzertyp
en: User type

source: Type de tarif
de: Tariftyp
en: Rate type

source: Une erreur est survenue lors du chargement de l'itinéraire.
de: Beim Laden der Route ist ein Fehler aufgetreten.
en: An error occurred while loading the itinerary

source: Une question, un bug ou une suggestion ? Cliquez ici.
de: Eine Frage, ein Fehler oder ein Vorschlag? Klicken Sie hier.
en: Have a question, found a bug, or have a suggestion? Click here.

source: Utilisation non officielle
de: Inoffizielle Nutzung
en: Unofficial use

source: Utiliser ma position actuelle
de: Meine aktuelle Position verwenden
en: Use my current location

source: Vélo
de: Fahrrad
en: Bike

source: Vérifiez vos données mobile ou votre connexion Wi-Fi et réessayez.
de: Überprüfen Sie Ihre mobilen Daten oder Ihre WLAN-Verbindung und versuchen Sie es erneut.
en: Please check your mobile data or your Wi-Fi connection and try again.

source: Vert CGTE
de: Grün CGTE
en: CGTE Green

source: Vert Vaudoise
de: Vaudoise Grün
en: Vaud Green

source: Vide
de: Leer
en: Empty

source: Violet SCNF
de: Violett SCNF
en: SNCF Purple

source: Voie %@
de: Gleis %@
en: Platform %@

source: Voiture
de: Auto
en: Car

source: Vos rapports ont été transmis avec succès. Merci pour votre contribution !
de: Ihre Berichte wurden erfolgreich übermittelt. Vielen Dank für Ihren Beitrag!
en: Your reports were transmitted successfully. Thank you for your contribution!

source: Votre appareil n'est pas en mesure d'envoyer des SMS.
de: Ihr Gerät kann keine SMS senden.
en: Your device is not able to send text messages.

source: Votre SwissPass
de: Ihr SwissPass
en: Your SwissPass

source: Vous êtes arrivé à destination
de: Sie sind am Ziel angekommen
en: You arrived at destination

source: Vous êtes désormais prêt à utiliser Lux.
de: Sie sind jetzt bereit, Lux zu verwenden.
en: You are now ready to use Lux.

source: Vous pouvez activer la localisation dans les réglages de votre appareil pour profiter pleinement de Lux.
de: Sie können die Standortfreigabe in den Einstellungen Ihres Geräts aktivieren, um Lux vollständig zu nutzen.
en: You can allow location access in your device’s settings to fully enjoy Lux’s features.

source: Vous pouvez continuer à utiliser Lux, mais certaines fonctionnalités seront limitées.
de: Sie können Lux weiterhin verwenden, aber einige Funktionen sind eingeschränkt.
en: You can continue using Lux, but some features will be limited.

source: Bleu Léman
en: Leman Aqua

source: D
en: S

source: J
en: T

source: L
en: M

source: Ma
en: T

source: Orange Lux
en: Lux Orange

source: Orange TPG
en: TPG Orange

source: V
en: F

source: Ven
en: Fri
